Это бот-помощник для игры Dungeon Crusher.
Он может уведомлять тебя об осадах, для этого нужно подписаться на интересующие тебя сервера через команду */subscribe*
Может запоминать твою позицию в лабиринте, для этого надо вызвать команду */maze* и дублировать свой путь в лабиринте в игре дополнительно и в боте.
Можно вести учет пустот и матрешек по серверам, а так же отключить до конца недели уведомления оп серверам на которых на этой неделе закончилась ловля матрешек или набивание рангов, для этого надо воспользоваться командой */settings*
В */settings* можно настроить уведомления о КШ или перенести уведомление об осаде за 5 минут до ее начала командой, или включить учет КБ в ресурсах