<#if (data.username)??>
    Добро пожаловать, *${data.username}*!
<#else>
</#if>
Это - бот-помощник для игры Dungeon Crusher.

Он может уведомлять тебя об осадах. Для этого нужно подписаться на интересующие тебя сервера с помощью команды /subscribe.

Бот может запоминать твою позицию в лабиринте - для этого вызови команду /maze и дублируй свой путь как в игре, так и в боте.

Учёт матрёшек, пустот и КБ по серверам ведётся через команду /resources.

Также можно настроить уведомления о КШ или перенести уведомление об осаде за 5 минут до её начала с помощью команды /settings.